Repository: ciubotaru/share-on-diaspora
Catalog: tags/0.7.1/i18n/share-on-diaspora-*.po
Languages: es_es, hr, id_id, it_it, ja, pt_br, ro_ro, ru_ru

source: Select from the list
es_es: Seleccione de la lista
hr: Odaberite sa liste
id_id: Pilih dari daftar
it_it: Seleziona dalla lista
ja: リストからお選び下さい
pt_br: Selecione da lista
ro_ro: Alege din listă
ru_ru: Выбери из списка

source: Share on D*
es_es: Compartir en D*
hr: Podeli na D*
id_id: Berbagi di D *
ja: D*で共有
pt_br: Compartilhar em D*
ro_ro: Distribuie pe D*
ru_ru: Поделись на D*

source: [No image]
hr: [Nema slike]
id_id: [Tidak ada gambar]
it_it: [Nessuna immagine]
ja: [画像がありません]
pt_br: [Nenhuma imagem]
ro_ro: [Imaginea lispeşte]
ru_ru: [Нет картинки]

source: Choose a preset color profile
id_id: Pilih profil warna preset
ja: あらかじめ設定されたカラープロファイル選択
pt_br: Escolha um perfil de ajuste de cor
ro_ro: Alege un profil de culori prestabilit
ru_ru: Выбери предустановленный цветовой профиль

source: Button properties
es_es: Propiedades del botón
hr: Osobine tastera
id_id: sifat tombol
it_it: Proprietà del bottone
ja: ボタンのプロパティ
pt_br: Propriedades do botão
ro_ro: Preferinţe buton
ru_ru: Свойства кнопки

source: Background color
es_es: Color de fondo
hr: Boja pozadine
id_id: Warna latar belakang
it_it: Colore di sfondo
ja: 背景色
pt_br: Cor de fundo
ro_ro: Culoare fundal
ru_ru: Цвет фона

source: Background color on mouse-over
es_es: Color de fondo con el ratón por encima
hr: Boja pozadine kad kursor pređe preko
id_id: warna latar belakang pada mouse-over
it_it: Colore di sfondo quando il mouse è sopra
ja: マウスオーバー時の背景色
pt_br: Cor de fundo com mouse sobre
ro_ro: Culoare fundal (mouse-over)
ru_ru: Цвет фона при наведении мыши

source: Text and border color
es_es: Color del borde y texto
hr: Boja teksta i ivica
id_id: Teks dan perbatasan warna
it_it: Colore del testo e dei bordi
ja: 文字とボーダー色
pt_br: Cor de texto e borda
ro_ro: Culoare text şi margine
ru_ru: Цвет текста и рамки

source: Text and border color on mouse-over
es_es: Color del borde y texto con el ratón por encima
hr: Boja teksta i ivica kad kursor pređe preko
id_id: Teks dan perbatasan warna pada mouse-over
it_it: Colore del testo e dei bordi quando il mouse è sopra
ja: マウスオーバー時の文字とボーダー色
pt_br: Cor de texto e borda com mouse sobre
ro_ro: Culoare text şi margine (mouse-over)
ru_ru: Цвет текста и рамки при наведении мыши

source: Rounded corners
es_es: Esquinas redondeadas
hr: Zaobljene ivice
id_id: sudut dibulatkan
it_it: Angoli arrotondati
ja: 角丸
pt_br: Cantos arredondados
ro_ro: Colţuri rotunjite
ru_ru: Округлённые углы

source: Rounded
es_es: Redondeado
hr: Zaobljen
id_id: Bulat
it_it: Arrotondati
ja: 丸い
pt_br: Arredondado
ro_ro: Rotunjite
ru_ru: Округлённые

source: Square
es_es: Cuadrado
hr: Četvrtast
id_id: Kotak
it_it: Quadrati
ja: 四角い
pt_br: Quadrado
ro_ro: Pătrate
ru_ru: Квадратные

source: Button size
es_es: Tamaño del botón
hr: Veličina tastera
id_id: Ukuran kancing
it_it: Grandezza del bottone
ja: ボタンの大きさ
pt_br: Tamanho do botão
ro_ro: Marime buton
ru_ru: Размер кнопки

source: Small
es_es: Pequeño
hr: Mali
id_id: Kecil
it_it: Piccolo
ja: 小
pt_br: Pequeno
ro_ro: Mic
ru_ru: Маленький

source: Medium
es_es: Mediano
hr: Srednji
it_it: Medio
ja: 中
pt_br: Médio
ro_ro: Mijlociu
ru_ru: Средний

source: Large
es_es: Grande
hr: Veliki
id_id: Besar
it_it: Largo
ja: 大
pt_br: Grande
ro_ro: Mare
ru_ru: Большой

source: Huge
es_es: Enorme
hr: Ogroman
id_id: besar
it_it: Grosso
ja: 広大
pt_br: Enorme
ro_ro: Enorm
ru_ru: Огромный

source: Text on the button
es_es: Texto en el botón
hr: Tekst na tasteru
id_id: Teks pada tombol
it_it: Testo sul bottone
ja: ボタン上のテキスト
pt_br: Texto no botão
ro_ro: Text de pe buton
ru_ru: Текст на кнопке

source: Restore defaults
es_es: Restaurar valores predeterminados
hr: Vrati na podrazumevane vrednosti
id_id: Kembalikan default
it_it: Ripristina il default
ja: 既定値に戻す
pt_br: Restaurar padrões
ro_ro: Restaurează valorile implicite
ru_ru: Восстановить значения по умолчанию

source: Upload button image
es_es: Subir imagen de botón
hr: Slika tastera za otpremanje
id_id: Unggah gambar tombol
it_it: Carica l'immagine del bottone
ja: ボタンの画像アップロード
pt_br: Carregar imagem do botão
ro_ro: Încărcare imagine pentru buton
ru_ru: Загрузить изображение для кнопки

source: Upload new custom image
es_es: Subir nueva imagen de botón
hr: Otpremi novu prilagođenu sliku
id_id: Meng-upload gambar kustom baru
it_it: Carica la nuova immagine personalizzata
ja: 新しい画像をアップロード
pt_br: Carregar nova imagem padrão
ro_ro: Încarcă o imagine nouă pentru buton
ru_ru: Загрузи новое изображение

source: OR provide image URL
es_es: O introduzca URL de imagen
hr: ILI unesite URL slike
id_id: OR menyediakan URL gambar
it_it: Oppure fornisci l'URL dell'immagine
ja: または、画像のURLを入力
pt_br: OU forneça o URL da imagem
ro_ro: SAU introduce URL-ul imaginii
ru_ru: ИЛИ введи URL изображения

source: Clear current image
es_es: Borrar imagen actual
hr: Obriši trenutnu sliku
id_id: gambar ini jelas
it_it: Cancella l'immagine corrente
ja: 現在画像をクリアする
pt_br: Limpar imagem atual
ro_ro: Şterge imaginea curentă
ru_ru: Очистить текущее изображение

source: Use custom image
es_es: Usar imagen propia
hr: Upotrebi prilagođenu sliku
id_id: Gunakan gambar kustom
it_it: Usa l'immagine personalizzata
ja: カスタム画像を使用
pt_br: Utilizar imagem padrão
ro_ro: Foloseşte imaginea personalizată
ru_ru: Использовать текущее изображение

source: List of pods shown to user
id_id: Daftar polong ditampilkan kepada pengguna
ja: ユーザーに表示するpodの一覧
pt_br: Lista de pods mostrados para o usuário
ro_ro: Lista de servere afişate utilizatorului
ru_ru: Список серверов, показываемых пользователю

source: Add a pod
es_es: Agregue un pod
hr: Dodaj pod
id_id: Menambahkan pod
it_it: Aggiungi un pod
ja: podを加える
pt_br: Adicionar um pod
ro_ro: Adaugă un server
ru_ru: Добавить сервер

source: Download the latest podlist from %s
id_id: Download podlist terbaru dari %s
ja: 最新のpod一覧を%sからダウンロード
pt_br: Baixando o último podlist de %s
ro_ro: Descarcă lista recentă de servere de la %s
ru_ru: Скачать свежий список серверов с %s

source: Miscellaneous settings
id_id: pengaturan Miscellaneous
ja: その他の設定 その他の設定 その他の設定 その他の設定
pt_br: Configurações miscelâneas
ro_ro: Setări diverse
ru_ru: Прочие настройки

source: Display button in RSS feeds
id_id: tombol layar di RSS feed
ja: RSS配信にボタンを表示する
pt_br: Mostrar botão nos RSS feeds
ro_ro: Afişează butonul în fluxuri RSS
ru_ru: Показывать кнопку в лентах RSS

source: You can choose a preset color profile for your button on this tab, or fine-tune it on the 'Button Options' tab
id_id: Anda dapat memilih profil yang telah ditetapkan warna untuk tombol Anda pada tab ini, atau fine-tune pada tab 'Tombol Options'
ja: あらかじめ設定されたカラープロファイルから選択が出来る。または、「ボタン設定」のタブでボタンの微調整が出来る。
pt_br: Você pode escolher um perfil de ajuste de cor para seu botão nesta aba, ou faça um ajuste fino através da aba 'Opções de Botão'
ro_ro: Poţi să alegi un profil de culori prestabilit pentru butonul tău pe această filă, sau să ajustezi setările lui pe fila 'Opţiuni buton'
ru_ru: Ты можешь выбрать предустановленный цветовой профиль для своей кнопки на этой складке, либо установить свои настройки на вкладке Настройки кнопки

source: Use the parameters below to change the look and feel of your share button. All colors are six-digit hexadecimal numbers like %1$s or %2$s. Leave empty to restore the default value.
es_es: Utilice los parámetros siguientes para cambiar el aspecto de su botón de compartir. Todos los colores son números hexadecimales de seis dígitos como %1$s ó %2$s. Dejar en blanco para restaurar el valor predeterminado.
hr: Koristite sledeće parametre da biste promenili izgled i funkcije tastera za deljenje. Sve boje su šestocifreni heksadecimalni brojevi, kao što su %1$s ili %2$s. Ostavite prazno da biste vratili podrazumevanu vrednost.
id_id: Menggunakan parameter di bawah ini untuk mengubah tampilan dan nuansa dari tombol share Anda. Semua warna yang enam digit nomor heksadesimal seperti %1$s atau %2$s . Biarkan kosong untuk mengembalikan nilai default.
it_it: Usa i parametri qui sotto per cambiare l'aspetto del tuo bottone di condivisione. Tutti i colori sono espressi con sei cifre esadecimali come %1$s o %2$s. Lasciare vuoti per ripristinare il valere di default.
ja: 下記のパラメターを指定してソシアルボタンの見た感じを変更できる。色コードは十六進形式（例えば、%1$sまたは%2$s）。デフォルトに戻すには、空白のままにして下さい。
pt_br: Utilize os parâmetros abaixo para mudar o visual e estilo do seu botão de compartilhamento. Todas as cores são números hexadecimais de seis dígitos como %1$s ou %2$s. Deixe vazio para restaurar o valor padrão.
ro_ro: Foloseşte parametrii de mai jos pentru a schimba exteriorul butonului. Toate culorile sunt numere hexadecimale din 6 cifre, ca %1%s sau %2%s. Pentru valori implicite, lasă câmp necompletat.
ru_ru: Используй данные ниже параметры, чтобы изменить внешний вид твоей кнопки. Все цвета -- шестизначные 16-тиричные числа, такие как %1$s или %2$s. Для значения по умолчанию, оставь поле пустым.

source: Defaults
es_es: Por defecto
hr: Podrazumevane vrednosti
id_id: default
it_it: Default
ja: 初期設定
pt_br: Padrão
ro_ro: Valori implicite
ru_ru: Сброс настроек

source: Select an image to upload and use as button.
es_es: Seleccione una imagen para usar como botón
hr: Odaberite sliku za otpremanje i koristite je kao taster.
id_id: Pilih gambar untuk meng-upload dan menggunakan tombol sebagai.
it_it: Seleziona una immagine da caricare e usala come bottone
ja: ボタンとして使うするには、アップロードする画像を選択して下さい。
pt_br: Selecione uma imagem para carregar e utilizar como botão.
ro_ro: Alege imaginea pentru încărcare
ru_ru: Выбери изображение для загрузки и использования в качестве кнопки

source: Filename
es_es: Archivo
hr: Naziv datoteke
id_id: Nama file
it_it: Nome del file
ja: ファイル名
pt_br: Nome do arquivo
ro_ro: Nume fişier
ru_ru: Имя файла

source: Example: %s
es_es: Ejemplo: %s
hr: Primer: %s
id_id: Contoh: %s
it_it: Esempio: %s
ja: 例：%s
pt_br: Exemplo: %s
ro_ro: Exemplu: %s
ru_ru: Пример: %s

source: Clear
es_es: Borrar
hr: Obriši
id_id: Bersih
it_it: Cancella
ja: クリア
pt_br: Limpar
ro_ro: Şterge
ru_ru: Очистить

source: This is the list of Diaspora* pods that appear in the drop-down menu of the Share dialog window. To add a pod, type its name in the box below. To remove a pod, uncheck it. Press %s to apply changes.
id_id: Ini adalah daftar Diaspora * polong yang muncul dalam menu drop-down dari jendela Share dialog. Untuk menambahkan sebuah pod, ketik namanya di kotak di bawah. Untuk menghapus sebuah pod, hapus centang. Tekan %s untuk menerapkan perubahan.
ja: 下記はユーザーに表示するpodの一覧。podを追加するには、下のフィールドにpod名を入力して下さい。podを削除するには、そのチェックを外して下さい。%sをクリックして変更内容を適用する。
pt_br: Esta é a lista de pods Diaspora* que aparece no menu dorp-down da janela de diálogo Compartilhar. Para adicionar um pod, digite o nome deste na caixa abaixo. Para remover um pod, desmarque-o. Clique %s para aplicar as mudanças.
ro_ro: Aceasta este lista de servere Diaspora* care apare în meniul derulant al ferestrei Distribuie. Pentru a adăuga un server, introdu numele lui în câmpul de mai jos. Pentru a şterge un server, debifează-l. Apasă %s pentru a salva modificările.
ru_ru: Это список серверов Diaspora*, который отображается в выпадающем меню в диалоговом окне Поделиться. Для добавления сервера, введи его имя в поле ниже. Для удаления сервера, сними галочку. Нажми %s, чтобы применить изменения.

source: Update
es_es: Actualizar
hr: Ažuriraj
id_id: Memperbarui
it_it: Aggiorna
ja: 更新
pt_br: Atualizar
ro_ro: Actualizare
ru_ru: Обновить

source: Add
es_es: Agregar
hr: Dodaj
id_id: Menambahkan
it_it: Aggiungi
ja: 追加
pt_br: Adicionar
ro_ro: Adaugă
ru_ru: Добавить

source: Use up/down keys to choose from the list of suggested pods.
id_id: Gunakan atas / bawah untuk memilih dari daftar polong yang disarankan.
ja: podの一覧からを選択するには、上下ボタンを使用する。
pt_br: Use as setas para cima e para baixo para escolher a partir da lista de pods sugeridos.
ro_ro: Foloseşte tastele sus/jos pentru a alege din lista de servere sugerate.
ru_ru: Для выбора сервера из предложенного списка, используй кнопки вверх/вниз.

source: Retrieve
es_es: Descarga
id_id: mendapatkan kembali
it_it: Scarica
ja: ダウンロード
pt_br: Restaurar
ro_ro: Descarcă
ru_ru: Скачать

source: %s plugin is installed and enabled. You don't need to manually retrieve the list of active Diaspora* pods.
id_id: %s plugin terinstal dan diaktifkan. Anda tidak perlu secara manual mengambil daftar aktif Diaspora * polong.
ja: %sというプラグインはインストールされ、有効化されている。動作しているpodの一覧を手動でダウンロード・更新は不要。
pt_br: %s plugin está instalado e ativado. Você não precisa recuperar manualmente a lista de pods ativos Diaspora*.
ro_ro: Plugin-ul %s este instalat şi activat. Nu e nevoie să descarci manual lista de servere active Diaspora*.
ru_ru: Плагин %s установлен и активирован. Тебе не нужно вручную скачивать список активных серверов Diaspora*.

source: %s plugin is installed, but not activated. You can activate it to automatically retrieve and update the list of active Diaspora* pods.
id_id: % S plugin terinstal, tetapi tidak diaktifkan. Anda dapat mengaktifkannya untuk secara otomatis mengambil dan memperbarui daftar aktif Diaspora * polong.
ja: %sというプラグインはインストールされているが、有効化されていない。動作しているpodの一覧を自動的にダウンロード・更新するには、プラグインを有効化して下さい。
pt_br: % plugin está instalado, mas não ativado. Você pode ativá-lo para restaurar e atualizar automaticamente a lista de pods ativos Diaspora*.
ro_ro: Plugin-ul %s este instala, dar nu este activat. Îl poţi activa pentru a descarca şi a actualiza în mod automat lista de servere active Diaspora*.
ru_ru: Плагин %s установлен, но не активирован. Ты можешь активировать его и он автоматически будет скачивать и обновлять список активных серверов Diaspora*.

source: You can install %s plugin to automatically retrieve and update the list of active Diaspora* pods.
id_id: Anda dapat menginstal %s plugin untuk secara otomatis mengambil dan memperbarui daftar aktif Diaspora * polong.
ja: %sというプラグインを設置すると、動作しているpodの一覧は自動的にダウンロード・更新される。
pt_br: Você pode instalar o %s plugin para restaurar e atualizar automaticamente a lista de pods ativos Diaspora*.
ro_ro: Poţi să instalezi plugin-ul %s pentru a descărca şi a actualiza în mod automat lista de servere active Diaspora*.
ru_ru: Ты можешь установить плагин %s и он будет автоматически скачивать и обновлять список активных серверов Diaspora*.

source: Below are the options that do not fit into other categories.
id_id: Di bawah ini adalah pilihan yang tidak cocok dengan kategori lainnya.
ja: 下記は他の分類に入らない設定である。
pt_br: Abaixo estão as opções que não cabem em outras categorias.
ro_ro: Setările care nu se încadrează în alte categorii.
ru_ru: Настройки, которые не попали в другие категории.

source: All parameters reverted to their default values.
es_es: Se han restaurado todos los parámetros a sus valores predeterminados.
hr: Svi parametri vraćeni na svoje podrazumevane vrednosti.
id_id: Semua parameter dikembalikan ke nilai standar.
it_it: Tutti i parametri sono ripristinati ai loro valori di default.
ja: すべての設定を既定値に戻した。
pt_br: Todos os parâmetros revertidos para seus valores padrões.
ro_ro: Toţi parametrii au fost resetaţi la valorile implicite
ru_ru: Все параметры сброшены на значения по умолчанию.

source: Invalid value for %s. Reverting to default.
es_es: Valor no válido para %s. Volviendo a los valores predeterminados.
hr: Nevažeća vrednost za %s. Vraćanje na podrazumevane.
id_id: Nilai tidak valid untuk %s . Mengembalikan ke default.
it_it: Volore non valido per %s. Ripristino il default.
ja: %sの値が不正である。既定値に戻した。
pt_br: Valor inválido para %s. Revertendo para o padrão.
ro_ro: Valoare greşită a %s. Restaurez valoarea implicită.
ru_ru: Недопустимое значение %s. Восстановлено значение по умолчанию.

source: Value missing for %s. Reverting to default.
es_es: Falta el valor de %s. Volviendo a predeterminado.
hr: Nedostaje vrednost za %s. Vraćanje na podrazumevane vrednosti.
id_id: Nilai hilang untuk %s . Mengembalikan ke default.
it_it: Valore mancante per %s. Ripristino il default
ja: %sの値が空である。既定値に戻した。
pt_br: Faltando valor para %s. Revertendo para o padrão.
ro_ro: Lipseste valoare pentru %s. Restaurat valoarea implicita.
ru_ru: Осутствует значение для %s. Восстановлено значение по умолчанию.

source: No image file specified. Falling back to standard button.
hr: Nije određena slika datoteke. Vraćanje na standardni taster.
id_id: Tidak ada file gambar yang ditentukan. Jatuh kembali ke tombol standar.
it_it: Non è specificato nessun file di una immagine. Ripristino il bottone standard.
ja: 画像のファイル名が指定されない。標準ボタンに戻った。
pt_br: Nenhum arquivo de imagem especificado. Voltando ao botão padrão.
ro_ro: Nu este indicat fişierul cu imagine. Se va utiliza butonul standard.
ru_ru: Изображение не выбрано. Откатываемся к стандартной кнопке.

source: Could not update the podlist.
id_id: tidak bisa update podlist tersebut.
ja: pod一覧の更新が失敗した
pt_br: Não foi possível atualizar o podlist.
ro_ro: Actualizarea listei de servere a eşuat.
ru_ru: Не удалось обновить список серверов.

source: Button Preview
es_es: Vista previa del Botón
hr: Pregled tastera
id_id: tombol Preview
it_it: Anteprima del bottone
ja: ボタンプレビュー
pt_br: Previsão de Botão
ro_ro: Previzualizare buton
ru_ru: Предпросмотр кнопки.

source: Custom Image Preview
es_es: Vista previa de imagen
hr: Pregled prilagođene slike
id_id: Kustom Gambar Preview
it_it: Anteprima dell'immagine personalizzata
ja: 個人画像プレビュー
pt_br: Previsão de Imagem Padrão
ro_ro: Previzualizare imagine
ru_ru: Предпросмотр изображения

source: Podlist Preview
es_es: Vista previa de lista de pods
hr: Pod-lista pregled
it_it: Anteprima del Podlist
ja: pod一覧のプレビュー
pt_br: Previsão de Podlist
ro_ro: Previzualizare lista servere
ru_ru: Предпросмотр списка серверов

source: You do not have sufficient permissions to access this page.
es_es: Usted no tiene los permisos necesarios para acceder a esta página.
hr: Nemate odgovarajuće dozvole za pristup ovoj stranici.
id_id: Anda tidak memiliki izin yang memadai untuk mengakses halaman ini.
it_it: Non hai i permessi sufficienti per accedere a questa pagina
ja: あなたにはこのページへのアクセスために十分な許可がない。
pt_br: Você não tem permissões suficientes para acessar esta página.
ro_ro: Nu ai permisiuni suficiente pentru a accesa această pagină.
ru_ru: У тебя недостаточно полномочий для доступа к этой странице.

source: Image URL cleared.
es_es: Borrado URL de imagen
hr: URL slike obrisan
id_id: URL gambar dibersihkan.
it_it: URL dell'immagine cancellata
ja: 画像URLが片付けられた
pt_br: URL da imagem foi limpo.
ro_ro: URL al imaginii a fost şters.
ru_ru: URL изображения очищен.

source: Custom image file uploaded.
es_es: Archivo de imagen subido.
hr: Prilagođena slika datoteke otpremljena.
id_id: file gambar kustom upload.
it_it: File dell'immagine personalizzata caricata.
ja: 個人画像 ファイルがアップロードされた
pt_br: Arquivo de imagem padrão foi carregado.
ro_ro: Fişierul cu imagine a fost încărcat.
ru_ru: Файл изображения загружен.

source: Share on Diaspora (ver. %s) Options
es_es: Opciones de Compartir en Diaspora (ver. %s)
hr: Podeli na Diaspora (ver. %s) Opcije
id_id: Berbagi di Diaspora (ver. %s ) Pilihan
it_it: Share on Diaspora (ver. %s) Opzioni
ja: Share on Diaspora (ver. %s) オプション
pt_br: Compartilhar em Diaspora (ver. %s) Opções
ro_ro: Share on Diaspora (ver. %s) Opţiuni
ru_ru: Настройки Share on Diaspora (вер. %s)

source: Need help? Please read %1$splugin's FAQ page%2$s.
es_es: ¿Necesita ayuda? Lea %1$sla página FAQ del plugin%2$s.
hr: Treba vam pomoć? Pročitajte %1$sčesto postavljana pitanja za plugin%2$s.
id_id: Butuh bantuan? Silakan baca %1$s FAQ halaman plugin %2$s .
it_it: Hai bisogno di aiuto? Leggi %1$sla pagina FAQ del plugin%2$s.
ja: 手段については、%1$sプラグインのFAQ%2$sをご覧下さい。
pt_br: Precisa de ajuda? Por favor leia %1$spágina de FAQ de pugins%2$s.
ro_ro: Ai nevoie de ajutor? Te rog, citeşte %1$spagina cu întrebări frecvente a plugin-ului%2$s.
ru_ru: Нужна помощь? Пожалуйста, прочти %1$sFAQ плагина%2$s.

source: Color profiles
id_id: profil warna
ja: カラープロファイル
pt_br: Perfis de cor
ro_ro: Profiluri de culori
ru_ru: Цветовые профили

source: Button options
es_es: Opciones de botón
hr: Opcije tastera
id_id: Pilihan tombol
it_it: Opzioni del bottone
ja: ボタン設定
pt_br: Opções do botão
ro_ro: Opţiuni buton
ru_ru: Настройки кнопки

source: Custom image
es_es: Imagen propia
hr: Prilagođena slika
id_id: gambar kustom
it_it: Immagine personalizzata
ja: 個人画像
pt_br: Imagem padrão
ro_ro: Imagine personalizată
ru_ru: Изображение

source: Pod list options
es_es: Lista de opciones del Pod
hr: Opcija pod liste
id_id: Pod Opsi daftar
it_it: Opzioni della lista dei Pod
ja: pod一覧の設定
pt_br: Opções da lista de pods
ro_ro: Opţiuni listă servere
ru_ru: Настройки списка серверов

source: Misc
id_id: Lain-lain
ja: その他
pt_br: Miscelânea
ro_ro: Diverse
ru_ru: Разное

source: Source code repository
es_es: Repositorio de código fuente
hr: Spremište izvornog koda
it_it: Repository del codice sorgente
ja: ソースリポジトリ
pt_br: Repositório do código fonte
ro_ro: Repozitoriu cu codul sursă
ru_ru: Репозиторий с исходным кодом

source: Donate BTC
es_es: Donar BTC
hr: Donirajte za BTC
id_id: Donasi BTC
it_it: Dona BTC
ja: BTCを寄付する
pt_br: Doe BTC
ro_ro: Donează BTC
ru_ru: Пожертвовать BTC

source: Page address here
es_es: Dirección de la página aquí
hr: Adresa stranice ovde
id_id: alamat halaman disini
it_it: Indirizzo della pagina qui
ja: ページのURLはこちら
pt_br: Endereço da página aqui
ro_ro: Adresa paginii aici
ru_ru: Адрес страницы

source: Page title here
es_es: Título de la página aqui
hr: Naslov stranice ovde
id_id: judul halaman disini
it_it: Titolo della pagina qui
ja: ページのタイトルはこちら
pt_br: Título da página aqui
ro_ro: Titlul paginii aici
ru_ru: Название страницы

source: Share on Diaspora
es_es: Compartir en Diaspora
hr: Podeli na Diaspora mreži
id_id: Berbagi di Diaspora
it_it: Condividi su Diaspora
ja: Diasporaでシェア
pt_br: Compartilhar em Diaspora
ro_ro: Distribuie pe Diaspora
ru_ru: Поделись на Diaspora

source: Sharing
es_es: Compartiendo
hr: Deljenje
id_id: berbagi
it_it: Condividi
ja: シェア
pt_br: Compartilhando
ro_ro: Distribui
ru_ru: Делимся

source: Choose your Diaspora* pod
es_es: Elige tu pod de Diaspora*
hr: Izaberite svoj Diaspora* pod
id_id: Pilih Diaspora Anda * pod
it_it: Scegli il tuo pod Diaspora*
ja: Diaspora* podを選択ください
pt_br: Escolha seu pod Diaspora*
ro_ro: Alege serverul Diaspora* preferat
ru_ru: Выбери свой сервер Diaspora

source: or choose from history
es_es: o elija del historial
hr: ili izaberite iz istorije
id_id: atau memilih dari sejarah
it_it: o scegli dalla cronologia qui sotto
ja: または、履歴から選択ください
pt_br: ou escolha do histórico
ro_ro: sau alege din istorie
ru_ru: или выбери из истории

source: or introduce your pod URL
es_es: o introduzca el URL de su pod
hr: ili unesite svoj URL pod-a
id_id: atau memperkenalkan URL pod Anda
it_it: oppure introduci l'URL del tuo pod
ja: または、podのURLを入力ください
pt_br: ou introduza o URL de seu pod
ro_ro: sau introduce URL-ul serverului
ru_ru: или введи URL своего сервера

source: Share
es_es: Compartir
hr: Deli
id_id: Bagikan
it_it: Condividi
ja: シェア
pt_br: Compartilhar
ro_ro: Distribuie
ru_ru: Поделись

source: Remember my choice, don't ask again
es_es: Recordar mi elección, no volver a preguntar
hr: Zapamti moj izbor i ne pitaj me ponovo
id_id: Ingat pilihan saya, jangan tanya lagi
it_it: Ricorda la mia scelta, non chiedermelo più
ja: 選択した選択肢を保存し、二度に聞かない
pt_br: Lembrar minha escolha, não perguntar novamente
ro_ro: Ţine minte alegerea mea, nu mai întreba
ru_ru: Запомни мой выбор и не спрашивай снова

source: Advanced options
es_es: Opciones avanzadas
hr: Napredne opcije
id_id: Pilihan lanjutan
it_it: Opzioni avanzate
ja: 高度なオプション
pt_br: Opções avançadas
ro_ro: Opţiuni avansate
ru_ru: Продвинутые настройки
