Repository: ciubotaru/share-on-diaspora
Catalog: tags/0.7.1/i18n/share-on-diaspora-*.po
Languages: es_es, hr, id_id, it_it, ja, pt_br, ro_ro, ru_ru

source: Use Markdown syntax for link
es_es: Utilice la sintaxis de Markdown para el enlace
hr: Upotrebi Markdown sintaksu za link
id_id: Gunakan sintaks penurunan harga untuk link
it_it: Usa la sintassi Markdown per i link
ja: URLにはMarkdown言語を使用する。
pt_br: Utilize a sintaxe Markdown para o link
ro_ro: Foloseşte limbajul Markdown pentru link.
ru_ru: Используй разметку Markdown для ссылки

source: Shorten URL (j.mp)
es_es: Acortar URL (j.mp)
hr: Skrati URL (j.mp)
id_id: Memperpendek URL (j.mp)
it_it: URL brevi (j.mp)
ja: URL短縮（j.mp）
pt_br: URL encurtada (j.mp)
ro_ro: Prescurtează URL (j.mp)
ru_ru: Сократи URL (j.mp)

source: Never remember my last 3 pods
es_es: Nunca recordar mis últimos 3 pods
hr: Nikad nemoj da pamtiš moja 3 poslednja pod-a
id_id: Tidak pernah ingat saya 3 polong lalu
it_it: Non ricordare mai gli ultimi miei 3 pod
ja: 最新３つのpodを保存しない
pt_br: Nunca lembre meus 3 últimos pods
ro_ro: Niciodată nu memoriza ultimele 3 servere
ru_ru: Никогда не запоминай мои 3 последних сервера

source: Forget my last 3 pods
es_es: Olvidar mis últimos 3 pods
hr: Zaboravi moja poslednja 3 pod-a
id_id: Lupakan saya 3 polong lalu
it_it: Dimentica i miei ultimi 3 pod
ja: 最新３つのpodを削除する
pt_br: Esqueça meus 3 últimos pods
ro_ro: Uită ultimele 3 servere
ru_ru: Забудь мои 3 последних сервера

source: This plugin adds a "Share on D*" button at the bottom of your posts.
es_es: Este plugin agrega un botón "Compartir en D*" en la parte inferior de sus publicaciones.
hr: Ovaj plugin dodaje taster "Podeli na D*" na kraj vaših postova.
id_id: Plugin ini menambahkan "Berbagi di D*" tombol di bagian bawah posting Anda.
it_it: Questo plugin aggiunge il bottone "Share on D*" alla fine dei tuoi post.
ja: このプラグインは、記事下に「Diasporaでシェア 」というソシアルボタンを設置する。
pt_br: Este plugin adiciona um botão "Compartilhar em D*" no final das suas publicações.
ro_ro: Acest plugin adaugă un buton "Distribuie pe D*" la sfârşitul articolelor tale.
ru_ru: Этот плагин добавляет кнопку "Поделись на D*" в конце твоих постов.
