Repository: ciubotaru/share-on-diaspora
Catalog: trunk/i18n/share-on-diaspora-*.po
Languages: de_de, fr_fr

source: Select from the list
de_de: Wähle aus der Liste
fr_fr: Sélectionnez à partir de la liste

source: Share on D*
de_de: Teile über D*
fr_fr: Partager sur D*

source: [No image]
de_de: [Kein Bild]
fr_fr: [Pas d'image]

source: Choose a preset color profile
de_de: Wähle eines der vorgegebenen Farbprofile
fr_fr: Choisissez un profil de couleur prédéfinie

source: Button properties
de_de: Buttoneinstellungen
fr_fr: Propriétés du bouton

source: Background color
de_de: Hintergrundfarbe
fr_fr: Couleur de fond

source: Background color on mouse-over
de_de: Hintergrundfarbe bei Mouseover
fr_fr: Couleur de fond au passage de la souris

source: Text and border color
de_de: Schrift- und Rahmenfarbe
fr_fr: Couleur du texte et de la bordure

source: Text and border color on mouse-over
de_de: Text- und Rahmenfarbe bei Mouseover
fr_fr: Couleur du texte et de la bordure au passage de la souris

source: Rounded corners
de_de: Abgerundete Ecken
fr_fr: Coins arrondis

source: Rounded
de_de: abgerundet
fr_fr: Arrondi

source: Square
de_de: rechteckig
fr_fr: Carré

source: Button size
de_de: Button-Größe
fr_fr: Taille du bouton

source: Small
de_de: klein
fr_fr: Petit

source: Medium
de_de: mittel
fr_fr: Moyen

source: Large
de_de: groß
fr_fr: Grand

source: Huge
de_de: riesig
fr_fr: Très grand

source: Text on the button
de_de: Text auf dem Button
fr_fr: Texte sur le bouton

source: Restore defaults
de_de: Standard wiederherstellen
fr_fr: Revenir aux paramètres par défauts

source: Upload button image
de_de: Lade Bild für Button hoch
fr_fr: Téléverser un image du bouton

source: Upload new custom image
de_de: Lade neues eigenes Bild hoch
fr_fr: Téléverser une nouvelle image personalisée

source: OR provide image URL
de_de: ODER gib eine Bild-URL ein
fr_fr: Ou entrez l'URL de l'image

source: Clear current image
de_de: Entferne aktuelles Bild
fr_fr: Supprimer l'image actuelle

source: Use custom image
de_de: Benutze eigenes Bild
fr_fr: Utiliser une image personalisée

source: List of pods shown to user
de_de: Liste der angezeigten Pods
fr_fr: Liste des pods affichée à l'utilisateur

source: Add a pod
de_de: Füge einen Pod hinzu
fr_fr: Ajouter un pod

source: Download the latest podlist from %s
de_de: Lade die aktuelle Podliste von %s herunter
fr_fr: Télécharger la dernière liste de pod depuis %s

source: You can choose a preset color profile for your button on this tab, or fine-tune it on the 'Button Options' tab
de_de: Du kannst auf dieser Registerkarte ein vorgegebenes Farbprofil auswählen oder auf der Registerkarte "Button-Optionen" das Aussehen genau festlegen.
fr_fr: Vous pouvez choisir un profil de couleur prédéfini pour votre bouton dans ce tableau ou le personaliser vous-même dans l'onglet 'Options du bouton'.

source: Use the parameters below to change the look and feel of your share button. All colors are six-digit hexadecimal numbers like %1$s or %2$s. Leave empty to restore the default value.
de_de: Benutze die untenstehenden Parameter, um das Aussehen und das Verhalten deines Teilen-Buttons zu verändern. Alle Farben sind sechsstellige Hexadezimalzahlen wie %1$s oder %2$s. Lasse das Feld frei, um den Standard-Wert wiederherzustellen.
fr_fr: Utilisez les paramètres ci-dessous pour changer l'apparence de votre bouton de partage. Toutes les couleurs sont en hexadécimales de 6 chiffres comme %1$s ou %2$s. Laissez vides pour remettre par défauts.

source: Defaults
de_de: Standards
fr_fr: Paramètres par défaut

source: Select an image to upload and use as button.
de_de: Wähle ein Bild zum Hochladen aus und benutze es als Button.
fr_fr: Sélectionner une image pour le téléverser et l'utiliser comme bouton.

source: Filename
de_de: Dateiname
fr_fr: Nom du fichier

source: Example: %s
de_de: Beispiel: %s
fr_fr: Exemple : %s

source: Clear
de_de: Leeren
fr_fr: Effacer

source: This is the list of Diaspora* pods that appear in the drop-down menu of the Share dialog window. To add a pod, type its name in the box below. To remove a pod, uncheck it. Press %s to apply changes.
de_de: Dies ist die Liste der Diaspora*-Pods, die im Auswahlmenü des Teilen-Fensters angezeigt wird. Um einen Pod hinzuzufügen, gib seinen Namen in das nachfolgende Textfeld ein. Um einen Pod zu entfernen, entferne den dazugehörigen Haken. Klicke auf %s, um die Änderungen zu übernehmen.
fr_fr: Voici la liste des pods Diaspora qui vont apparaître dans le menu déroulant de la Fenêtre de partage. Pour ajouter un pod, ajouter son nom dans dans la case ci+dessous. Pour en enlever un, dé-cocher le. Appuyez sur %s pour valider vos changements.

source: Update
de_de: Aktualisieren
fr_fr: Mise à jour

source: Add
de_de: Hinzufügen
fr_fr: Ajouter

source: Use up/down keys to choose from the list of suggested pods.
de_de: Benutze die Pfeiltasten nach oben/unten, um aus der Liste der vorgeschlagenen Pods auszuwählen.
fr_fr: Utiliser les touche haut/bas pour choisir un pod parmi ceux qui sont proposés.

source: Retrieve
de_de: Herunterladen
fr_fr: Récupérer

source: %s plugin is installed and enabled. You don't need to manually retrieve the list of active Diaspora* pods.
de_de: Plugin %s ist installiert und aktiviert. Du musst die Liste der aktiven Diaspora*-Pods nicht manuell herunterladen.
fr_fr: %s est installé et activé. Vous n'avez pas besoin de récupérer manuellement la liste des pods Disapora actifs.

source: %s plugin is installed, but not activated. You can activate it to automatically retrieve and update the list of active Diaspora* pods.
de_de: Plugin %s ist installiert, aber nicht aktiviert. Du kannst es aktivieren, um die Liste der aktiven Diaspora*-Pods automatisch herunterzuladen und zu aktualisieren.
fr_fr: %s est installé mais pas activé. Vous pouvez l'activer pour récupérer automatiquement la liste des pods Diaspora actifs.

source: You can install %s plugin to automatically retrieve and update the list of active Diaspora* pods.
de_de: Du kannst das Plugin %s installieren, um die Liste der aktiven Diaspora*-Pods automatisch herunterzuladen und zu aktualisieren.
fr_fr: Vous pouvez installer l'extension %s pour récupérer automatiquement la liste des pods Diaspora actifs.

source: All parameters reverted to their default values.
de_de: Alle Parameter wurden auf den Standard zurückgesetzt.
fr_fr: Tout les paramètres sont revenus aux valeurs par défaut.

source: Invalid value for %s. Reverting to default.
de_de: Fehlerhafter Wert für %s. Der Standard wurde wiederhersgestellt.
fr_fr: Valeur invalide pour %s. Retour aux paranètres par défaut.

source: Value missing for %s. Reverting to default.
de_de: Fehlender Wert für %s. Der Standard wurde wiederhergestellt.
fr_fr: Valeur manquante pour %s. Retour aux paramètres par défaut.

source: No image file specified. Falling back to standard button.
de_de: Es wurde keine Bild-Datei angegeben. Der Standard-Button wird genutzt.
fr_fr: Aucun fichier d'image spécifié. Retour au bouton standard.

source: Could not update the podlist.
de_de: Die Podliste konnte nicht aktualisiert werden.
fr_fr: Ne peut pas mettre à jour la liste de pod.

source: Button Preview
de_de: Button-Vorschau
fr_fr: Bouton de prévisualisation

source: Custom Image Preview
de_de: Eigene Bild-Vorschau
fr_fr: Pré-visualisation de l'image personnalisée

source: Podlist Preview
de_de: Vorschau der Pod-Liste
fr_fr: Pré-visualisation de la liste des pods

source: You do not have sufficient permissions to access this page.
de_de: Du hast keine ausreichenden Berechtigungen, um diese Seite zu besuchen.
fr_fr: Vous n'avez pas les droits suffisamment pour accéder cette page.

source: Image URL cleared.
de_de: Bild-URL zurückgesetzt.
fr_fr: URL de l'image effacée.

source: Custom image file uploaded.
de_de: Eigene Bild-Datei hochgeladen.
fr_fr: Image personnalisée téléversé.

source: Share on Diaspora (ver. %s) Options
de_de: Einstellungen für "Share on Diaspora" (ver. %s)
fr_fr: Partage sur Diapora (ver. %s) Options

source: Need help? Please read %1$splugin's FAQ page%2$s.
de_de: Du suchst Hilfe? Bitte lies die %1$sFAQ-Seite für das Plugin%2$s.
fr_fr: Besoin d'aide ? S'il vous plaît lisez la %1$sFAQ de l'extension%2$s.

source: Color profiles
de_de: Farbprofile
fr_fr: Profil de couleur

source: Button options
de_de: Button-Optionen
fr_fr: Options du bouton

source: Custom image
de_de: Eigenes Bild
fr_fr: Image personalisée

source: Pod list options
de_de: Optionen für die Pod-Liste
fr_fr: Options de la liste des pods

source: Source code repository
de_de: Quellcode-Repository
fr_fr: Dépôt du code source

source: Donate BTC
de_de: BTC spenden
fr_fr: Donation BTC

source: Page address here
de_de: Adresse der Seite
fr_fr: Adresse de la page ici

source: Page title here
de_de: Titel der Seite
fr_fr: Titre de la page ici

source: Share on Diaspora
fr_fr: Partage sur Diaspora

source: Sharing
de_de: Teilen
fr_fr: Partage

source: Choose your Diaspora* pod
de_de: Wähle deinen Diaspora*-Pod
fr_fr: Choisis ton pod Diaspora*

source: or choose from history
de_de: oder wähle aus dem Verlauf
fr_fr: ou choisir a partir de l'historique

source: or introduce your pod URL
de_de: oder füge deine Pod-URL ein
fr_fr: ou insérez l'URL de votre pod

source: Share
de_de: Teilen
fr_fr: Partager

source: Remember my choice, don't ask again
de_de: Auswahl merken, nicht wieder nachfragen
fr_fr: Se souvenir de mon choix, ne pas demander à nouveau

source: Advanced options
de_de: Erweiterte Optionen
fr_fr: Options avancées

source: Use Markdown syntax for link
de_de: Benutze Markdown-Syntax für den Link
fr_fr: Utiliser la syntaxe Markdown pour le lien

source: Shorten URL (j.mp)
de_de: Kürze die URL (j.mp)
fr_fr: Raccourcir l'URL (j.mp)

source: Never remember my last 3 pods
de_de: Speichere niemals die letzten 3 Pods
fr_fr: Ne jamais se souvenir de mes 3 derniers pods

source: Forget my last 3 pods
de_de: Vergiss die letzten 3 Pods
fr_fr: Oublier mes 3 dernier pods

source: This plugin adds a "Share on D*" button at the bottom of your posts.
de_de: Dieses Plugin fügt einen "Teile über D*"-Button am Ende deiner Posts hinzu.
fr_fr: Ce plugin ajoute un bouton "Partage sur D*" au bas de vos articles.
